Repository: paulrobinson010/CycleHUD
Catalog: CycleHUD/Localizable.xcstrings
Source language: en
Languages: de_de, es_es, fr_fr, it_it

source: Choose which metric tiles show on the ride screen, and in what order. Appearance offers a clean light theme, an all-black dark theme, a neon Cyberpunk theme matching the CycleHUD artwork — full CRT scanlines and interference included — or a pastel Unicorn theme with a fun hand-drawn font. Landscape layout fixes the ride screen in landscape — radar on the left, ride data and controls on the right — and won't flip when you rotate the phone; Settings and other screens stay in portrait.
de_de: Wähle, welche Kacheln im Fahrtbildschirm erscheinen und in welcher Reihenfolge. Als Erscheinungsbild stehen ein helles Design, ein komplett schwarzer Dunkelmodus, ein Neon-Cyberpunk-Design passend zum CycleHUD-Artwork — komplett mit CRT-Scanlines und Störbildern — oder ein pastelliges Einhorn-Design mit verspielter Schrift zur Wahl. Das Querformat fixiert den Fahrtbildschirm im Querformat – Radar links, Fahrtdaten und Steuerung rechts – und dreht sich nicht, wenn du das Telefon drehst; Einstellungen und andere Bildschirme bleiben im Hochformat.
es_es: Elige qué casillas de datos se muestran en la pantalla de ruta y en qué orden. La apariencia ofrece un tema claro, un modo oscuro todo negro, un tema Cyberpunk de neón a juego con la imagen de CycleHUD —con líneas de barrido CRT e interferencias incluidas— o un tema Unicornio pastel con una tipografía divertida. El diseño horizontal fija la pantalla de ruta en horizontal —radar a la izquierda, datos y controles a la derecha— y no gira al rotar el teléfono; los Ajustes y otras pantallas siguen en vertical.
fr_fr: Choisissez quelles tuiles de données s’affichent sur l’écran de sortie, et dans quel ordre. L’apparence propose un thème clair, un mode sombre tout noir, un thème Cyberpunk néon assorti à l’identité visuelle de CycleHUD — lignes de balayage CRT et parasites compris — ou un thème Licorne pastel à la police amusante. Le mode paysage fixe l’écran de sortie en paysage – radar à gauche, données et commandes à droite – et ne bascule pas quand vous tournez le téléphone ; les Réglages et les autres écrans restent en portrait.
it_it: Scegli quali schede dei dati mostrare nella schermata dell’uscita e in che ordine. L’aspetto offre un tema chiaro, un modo scuro tutto nero, un tema Cyberpunk al neon in linea con la grafica di CycleHUD — scanline CRT e disturbi compresi — o un tema Unicorno pastello con un font divertente. Il layout orizzontale blocca la schermata dell’uscita in orizzontale – radar a sinistra, dati e comandi a destra – e non ruota quando giri il telefono; Impostazioni e altre schermate restano in verticale.

source: Choose your preferred units. You can change these any time in Settings.
de_de: Wähle deine bevorzugten Einheiten. Du kannst sie jederzeit in den Einstellungen ändern.
es_es: Elige tus unidades preferidas. Puedes cambiarlas en cualquier momento en Ajustes.
fr_fr: Choisissez vos unités préférées. Vous pouvez les modifier à tout moment dans les Réglages.
it_it: Scegli le unità che preferisci. Puoi cambiarle in qualsiasi momento nelle Impostazioni.

source: Circumference
de_de: Umfang
es_es: Circunferencia
fr_fr: Circonférence
it_it: Circonferenza

source: Clear
de_de: Frei
es_es: Despejado
fr_fr: Dégagé
it_it: Libero

source: Clear all points
de_de: Alle Punkte löschen
es_es: Borrar todos los puntos
fr_fr: Effacer tous les points
it_it: Cancella tutti i punti

source: Clear log
de_de: Protokoll löschen
es_es: Borrar registro
fr_fr: Effacer le journal
it_it: Cancella registro

source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi

source: Closest
de_de: Nächster
es_es: Más cercano
fr_fr: Le plus proche
it_it: Più vicino

source: Closing
de_de: Annäherung
es_es: Aproximación
fr_fr: Approche
it_it: Avvicinamento

source: Compass
de_de: Kompass
es_es: Brújula
fr_fr: Boussole
it_it: Bussola

source: Connect a sensor from the Sensors screen to see its connection details here.
de_de: Verbinde einen Sensor über den Sensoren-Bildschirm, um hier seine Verbindungsdetails zu sehen.
es_es: Conecta un sensor desde la pantalla Sensores para ver aquí sus detalles de conexión.
fr_fr: Connectez un capteur depuis l'écran Capteurs pour voir ses détails de connexion ici.
it_it: Connetti un sensore dalla schermata Sensori per vederne qui i dettagli di connessione.

source: Connect Strava
de_de: Mit Strava verbinden
es_es: Conectar Strava
fr_fr: Connecter Strava
it_it: Collega Strava

source: Connect your radar and sensors here. You can reopen this screen any time from the %@ icon at the top of the main screen.
de_de: Verbinde hier dein Radar und deine Sensoren. Du kannst diesen Bildschirm jederzeit über das Symbol %@ oben im Hauptbildschirm erneut öffnen.
es_es: Conecta aquí tu radar y tus sensores. Puedes reabrir esta pantalla en cualquier momento desde el icono %@ en la parte superior de la pantalla principal.
fr_fr: Connectez ici votre radar et vos capteurs. Vous pouvez rouvrir cet écran à tout moment via l'icône %@ en haut de l'écran principal.
it_it: Collega qui il radar e i sensori. Puoi riaprire questa schermata in qualsiasi momento dall'icona %@ in alto nella schermata principale.

source: Connected
de_de: Verbunden
es_es: Conectado
fr_fr: Connecté
it_it: Connesso

source: Connecting
de_de: Verbinde
es_es: Conectando
fr_fr: Connexion
it_it: Connessione

source: Connecting…
de_de: Verbinde…
es_es: Conectando…
fr_fr: Connexion…
it_it: Connessione…

source: Connection details and live sensor activity — handy if a sensor connects but isn't showing data.
de_de: Verbindungsdetails und Live-Sensoraktivität — praktisch, wenn ein Sensor verbindet, aber keine Daten zeigt.
es_es: Detalles de conexión y actividad de los sensores en vivo: útil si un sensor se conecta pero no muestra datos.
fr_fr: Détails de connexion et activité en direct des capteurs — pratique si un capteur se connecte mais n'affiche pas de données.
it_it: Dettagli di connessione e attività dei sensori in tempo reale — utili se un sensore si connette ma non mostra dati.

source: Contact name
de_de: Name des Kontakts
es_es: Nombre del contacto
fr_fr: Nom du contact
it_it: Nome del contatto

source: Contact phone
de_de: Telefon des Kontakts
es_es: Teléfono del contacto
fr_fr: Téléphone du contact
it_it: Telefono del contatto

source: Couldn’t export this ride
de_de: Diese Fahrt konnte nicht exportiert werden
es_es: No se pudo exportar esta ruta
fr_fr: Impossible d’exporter cette sortie
it_it: Impossibile esportare questa uscita

source: Couldn’t import that file
de_de: Datei konnte nicht importiert werden
es_es: No se pudo importar el archivo
fr_fr: Impossible d’importer ce fichier
it_it: Impossibile importare il file

source: Couldn’t reroute its roundabouts. Check your connection and try again.
de_de: Die Kreisverkehre konnten nicht umgeplant werden. Prüfe deine Verbindung und versuche es erneut.
es_es: No se han podido recalcular sus rotondas. Comprueba tu conexión e inténtalo de nuevo.
fr_fr: Impossible de recalculer ses ronds-points. Vérifiez votre connexion et réessayez.
it_it: Impossibile ricalcolare le sue rotonde. Controlla la connessione e riprova.

source: Crash detection
de_de: Sturzerkennung
es_es: Detección de caídas
fr_fr: Détection de chute
it_it: Rilevamento incidenti

source: CycleHUD can't save your rides as workouts. Open the Health app → Sharing → Apps → CycleHUD and allow Workouts and Active Energy — or turn off “Save rides as workouts”.
de_de: CycleHUD kann deine Fahrten nicht als Trainings speichern. Öffne die Health-App → Bereitstellung → Apps → CycleHUD und erlaube Trainings und Aktive Energie — oder deaktiviere „Fahrten als Trainings speichern“.
es_es: CycleHUD no puede guardar tus rutas como entrenamientos. Abre la app Salud → Compartir → Apps → CycleHUD y permite Entrenamientos y Energía activa, o desactiva « Guardar rutas como entrenamientos ».
fr_fr: CycleHUD ne peut pas enregistrer vos sorties comme entraînements. Ouvrez l'app Santé → Partage → Apps → CycleHUD et autorisez Entraînements et Énergie active — ou désactivez « Enregistrer les sorties comme entraînements ».
it_it: CycleHUD non può salvare le uscite come allenamenti. Apri l'app Salute → Condivisione → App → CycleHUD e consenti Allenamenti ed Energia attiva — oppure disattiva « Salva le uscite come allenamenti ».

source: CycleHUD is a personal quality-of-life cycling HUD built around the Coospo TR70 rear radar. Vehicles behind you appear on a clear radar lane with Apple Watch wrist alerts, and each ride is saved as an Apple Health workout. Also works with Garmin Varia–compatible radars and standard CSC speed/cadence sensors.
de_de: CycleHUD ist ein persönliches Komfort-HUD fürs Radfahren rund um das Coospo-TR70-Heckradar. Fahrzeuge hinter dir erscheinen auf einer klaren Radar-Spur mit Apple-Watch-Warnungen, und jede Fahrt wird als Apple-Health-Training gespeichert. Funktioniert auch mit Garmin-Varia-kompatiblen Radargeräten und Standard-CSC-Geschwindigkeits-/Trittfrequenzsensoren.
es_es: CycleHUD es un HUD personal para ciclismo basado en el radar trasero Coospo TR70. Los vehículos detrás de ti aparecen en un carril de radar claro con avisos en el Apple Watch, y cada ruta se guarda como entrenamiento de Apple Salud. También funciona con radares compatibles con Garmin Varia y sensores de velocidad/cadencia CSC estándar.
fr_fr: CycleHUD est un HUD vélo personnel et pratique conçu autour du radar arrière Coospo TR70. Les véhicules derrière vous apparaissent sur une voie radar claire avec des alertes Apple Watch, et chaque sortie est enregistrée comme entraînement Apple Santé. Compatible aussi avec les radars compatibles Garmin Varia et les capteurs de vitesse/cadence CSC standard.
it_it: CycleHUD è un HUD personale per la bici basato sul radar posteriore Coospo TR70. I veicoli dietro di te appaiono su una corsia radar chiara con avvisi sull'Apple Watch e ogni uscita viene salvata come allenamento Apple Salute. Funziona anche con radar compatibili Garmin Varia e sensori di velocità/cadenza CSC standard.

source: CycleHUD needs Bluetooth to connect to your radar and sensors. Allow it in Settings → CycleHUD → Bluetooth.
de_de: CycleHUD benötigt Bluetooth, um sich mit deinem Radar und deinen Sensoren zu verbinden. Erlaube es in Einstellungen → CycleHUD → Bluetooth.
es_es: CycleHUD necesita Bluetooth para conectarse a tu radar y sensores. Permítelo en Ajustes → CycleHUD → Bluetooth.
fr_fr: CycleHUD a besoin du Bluetooth pour se connecter à votre radar et à vos capteurs. Autorisez-le dans Réglages → CycleHUD → Bluetooth.
it_it: CycleHUD ha bisogno del Bluetooth per connettersi al radar e ai sensori. Consentilo in Impostazioni → CycleHUD → Bluetooth.

source: CycleHUD needs Location to record your speed, distance and route. Turn it on in Settings → CycleHUD → Location, set to “While Using the App”.
de_de: CycleHUD benötigt den Standort, um Geschwindigkeit, Distanz und Route aufzuzeichnen. Aktiviere ihn in Einstellungen → CycleHUD → Standort, eingestellt auf „Beim Verwenden der App“.
es_es: CycleHUD necesita la ubicación para registrar tu velocidad, distancia y ruta. Actívala en Ajustes → CycleHUD → Ubicación, configurada en « Al usar la app ».
fr_fr: CycleHUD a besoin de la localisation pour enregistrer votre vitesse, votre distance et votre itinéraire. Activez-la dans Réglages → CycleHUD → Position, réglée sur « Lorsque l'app est active ».
it_it: CycleHUD ha bisogno della posizione per registrare velocità, distanza e percorso. Attivala in Impostazioni → CycleHUD → Posizione, impostata su « Mentre usi l'app ».

source: Dark
de_de: Dunkel
es_es: Oscuro
fr_fr: Sombre
it_it: Scuro

source: Dark mode
de_de: Dunkelmodus
es_es: Modo oscuro
fr_fr: Mode sombre
it_it: Modo scuro

source: Dark mode uses a black background; off is a light theme. Landscape layout fixes the ride screen in landscape — radar on the left, ride data and controls on the right — and won't flip when you rotate the phone; Settings and other screens stay in portrait.
de_de: Der Dunkelmodus nutzt einen schwarzen Hintergrund; aus ist ein helles Design. Das Querformat fixiert den Fahrtbildschirm im Querformat — Radar links, Fahrdaten und Steuerung rechts — und dreht sich nicht beim Drehen des Telefons; Einstellungen und andere Bildschirme bleiben im Hochformat.
es_es: El modo oscuro usa un fondo negro; desactivado es un tema claro. El diseño horizontal fija la pantalla de ruta en horizontal —radar a la izquierda, datos y controles a la derecha— y no gira al rotar el teléfono; los Ajustes y otras pantallas permanecen en vertical.
fr_fr: Le mode sombre utilise un fond noir ; désactivé, un thème clair. Le mode paysage fixe l'écran de sortie en paysage — radar à gauche, données et commandes à droite — sans basculer quand vous tournez le téléphone ; les Réglages et autres écrans restent en portrait.
it_it: Il modo scuro usa uno sfondo nero; disattivato è un tema chiaro. Il layout orizzontale blocca la schermata dell'uscita in orizzontale — radar a sinistra, dati e comandi a destra — e non ruota quando giri il telefono; le Impostazioni e le altre schermate restano in verticale.

source: Data
de_de: Daten
es_es: Datos
fr_fr: Données
it_it: Dati

source: Delete page
de_de: Seite löschen
es_es: Eliminar página
fr_fr: Supprimer la page
it_it: Elimina pagina

source: Delete this page?
de_de: Diese Seite löschen?
es_es: ¿Eliminar esta página?
fr_fr: Supprimer cette page ?
it_it: Eliminare questa pagina?

source: Detections per km
de_de: Erkennungen pro km
es_es: Detecciones por km
fr_fr: Détections par km
it_it: Rilevamenti per km

source: Diagnostics
de_de: Diagnose
es_es: Diagnóstico
fr_fr: Diagnostic
it_it: Diagnostica

source: Digits
de_de: Ziffern
es_es: Dígitos
fr_fr: Chiffres
it_it: Cifre

source: Direction
de_de: Richtung
es_es: Dirección
it_it: Direzione

source: Disconnect Strava
de_de: Strava trennen
es_es: Desconectar Strava
fr_fr: Déconnecter Strava
it_it: Disconnetti Strava

source: Display
de_de: Anzeige
es_es: Pantalla
fr_fr: Affichage
it_it: Schermo

source: Distance
de_de: Distanz
es_es: Distancia
it_it: Distanza

source: Distance and climb
de_de: Distanz und Anstieg
es_es: Distancia y desnivel
fr_fr: Distance et dénivelé
it_it: Distanza e salita

source: Distance and closing speed are measured by the radar (~2 readings/second). Estimated vehicle speed adds your own speed onto the closing speed and is an approximation.
de_de: Distanz und Annäherungsgeschwindigkeit werden vom Radar gemessen (~2 Messungen/Sekunde). Die geschätzte Fahrzeuggeschwindigkeit addiert deine eigene Geschwindigkeit und ist ein Näherungswert.
es_es: La distancia y la velocidad de aproximación las mide el radar (~2 lecturas/segundo). La velocidad estimada del vehículo suma tu propia velocidad y es una aproximación.
fr_fr: La distance et la vitesse d'approche sont mesurées par le radar (~2 mesures/seconde). La vitesse estimée du véhicule ajoute votre propre vitesse et reste approximative.
it_it: Distanza e velocità di avvicinamento sono misurate dal radar (~2 letture/secondo). La velocità stimata del veicolo aggiunge la tua velocità ed è un'approssimazione.

source: Distance by week
de_de: Distanz pro Woche
es_es: Distancia por semana
fr_fr: Distance par semaine
it_it: Distanza per settimana

source: Don’t save workouts
de_de: Trainings nicht speichern
es_es: No guardar entrenamientos
fr_fr: Ne pas enregistrer
it_it: Non salvare

source: Done
de_de: Fertig
es_es: Hecho
fr_fr: Terminé
it_it: Fatto

source: Drag tiles here
de_de: Kacheln hierher ziehen
es_es: Arrastra aquí las casillas
fr_fr: Faites glisser les tuiles ici
it_it: Trascina qui le schede

source: Duration
de_de: Dauer
es_es: Duración
fr_fr: Durée
it_it: Durata

source: Each ride is saved to Apple Health. Your weight is used with Apple Watch heart rate to estimate calories — without a weight, calories aren't shown. Read from Apple Health when available.
de_de: Jede Fahrt wird in Apple Health gespeichert. Dein Gewicht wird mit der Apple-Watch-Herzfrequenz zur Kalorienschätzung genutzt — ohne Gewicht werden keine Kalorien angezeigt. Wird, wenn verfügbar, aus Apple Health gelesen.
es_es: Cada ruta se guarda en Apple Salud. Tu peso se usa con la frecuencia cardíaca del Apple Watch para estimar las calorías; sin peso, no se muestran. Se lee de Apple Salud cuando está disponible.
fr_fr: Chaque sortie est enregistrée dans Apple Santé. Votre poids est utilisé avec la fréquence cardiaque de l'Apple Watch pour estimer les calories — sans poids, les calories ne s'affichent pas. Lu depuis Apple Santé si disponible.
it_it: Ogni uscita viene salvata in Apple Salute. Il tuo peso è usato con la frequenza cardiaca dell'Apple Watch per stimare le calorie — senza peso, le calorie non vengono mostrate. Letto da Apple Salute se disponibile.

source: Easy
de_de: Leicht
es_es: Fácil
fr_fr: Facile
it_it: Facile

source: Edit route
de_de: Route bearbeiten
es_es: Editar ruta
fr_fr: Modifier l’itinéraire
it_it: Modifica percorso

source: Elevation
de_de: Höhe
es_es: Altitud
fr_fr: Altitude
it_it: Altitudine

source: Enabled
de_de: Aktiviert
es_es: Activado
fr_fr: Activé
it_it: Attivo

source: Estimated finish
de_de: Voraussichtliche Ankunft
es_es: Llegada estimada
fr_fr: Arrivée estimée
it_it: Arrivo stimato

source: Evening ride
de_de: Abendfahrt
es_es: Salida al anochecer
fr_fr: Sortie du soir
it_it: Giro serale

source: Export GPX
de_de: GPX exportieren
es_es: Exportar GPX
fr_fr: Exporter le GPX
it_it: Esporta GPX

source: Export or share this ride
de_de: Diese Fahrt exportieren oder teilen
es_es: Exportar o compartir esta ruta
fr_fr: Exporter ou partager cette sortie
it_it: Esporta o condividi questa uscita

source: Export TCX
de_de: TCX exportieren
es_es: Exportar TCX
fr_fr: Exporter le TCX
it_it: Esporta TCX

source: fast
de_de: schnell
es_es: rápido
fr_fr: rapide
it_it: veloce

source: Fastest average
de_de: Schnellster Schnitt
es_es: Media más rápida
fr_fr: Meilleure moyenne
it_it: Media più veloce

source: Fastest overtake
de_de: Schnellstes Überholen
es_es: Adelantamiento más rápido
fr_fr: Dépassement le plus rapide
it_it: Sorpasso più veloce

source: Finding quiet roads…
de_de: Ruhige Straßen werden gesucht …
es_es: Buscando carreteras tranquilas…
fr_fr: Recherche de routes calmes…
it_it: Ricerca di strade tranquille…

source: Finish
de_de: Ziel
es_es: Meta
fr_fr: Arrivée
it_it: Arrivo

source: Forget
de_de: Entfernen
es_es: Olvidar
fr_fr: Oublier
it_it: Dimentica

source: GPS: fix acquired
de_de: GPS: Position ermittelt
es_es: GPS: posición fijada
fr_fr: GPS : position acquise
it_it: GPS: posizione acquisita

source: GPS: searching
de_de: GPS: Suche
es_es: GPS: buscando
fr_fr: GPS : recherche
it_it: GPS: ricerca

source: Gradient
de_de: Steigung
es_es: Pendiente
fr_fr: Pente
it_it: Pendenza

source: Gusts
de_de: Böen
es_es: Rachas
fr_fr: Rafales
it_it: Raffiche

source: Hard
de_de: Schwer
es_es: Difícil
fr_fr: Difficile
it_it: Difficile

source: Headwind
de_de: Gegenwind
es_es: Viento en contra
fr_fr: Vent de face
it_it: Vento contrario

source: Health access is off
de_de: Health-Zugriff ist aus
es_es: El acceso a Salud está desactivado
fr_fr: L'accès à Santé est désactivé
it_it: L'accesso a Salute è disattivato

source: Heart rate
de_de: Herzfrequenz
es_es: Frecuencia cardíaca
fr_fr: Fréquence cardiaque
it_it: Frequenza cardiaca

source: Heart Rate
de_de: Herzfrequenz
es_es: Frecuencia cardíaca
fr_fr: Fréquence cardiaque
it_it: Frequenza cardiaca

source: Heart-rate warning
de_de: Herzfrequenz-Warnung
es_es: Aviso de frecuencia cardíaca
fr_fr: Alerte de fréquence cardiaque
it_it: Avviso frequenza cardiaca

source: heavy
de_de: stark
es_es: fuerte
fr_fr: forte
it_it: forte

source: Hide radar
de_de: Radar ausblenden
es_es: Ocultar radar
fr_fr: Masquer le radar
it_it: Nascondi radar

source: How hard was that ride?
de_de: Wie anstrengend war die Fahrt?
es_es: ¿Cómo de dura ha sido la salida?
fr_fr: À quel point cette sortie était-elle difficile ?
it_it: Quanto è stata dura questa uscita?

source: HR
de_de: HF
es_es: FC
fr_fr: FC
it_it: FC

source: I may have crashed while cycling and might need help.
de_de: Ich hatte möglicherweise einen Sturz beim Radfahren und brauche eventuell Hilfe.
es_es: Puede que haya tenido una caída en bici y quizá necesite ayuda.
fr_fr: J’ai peut-être eu une chute à vélo et j’ai peut-être besoin d’aide.
it_it: Potrei aver avuto un incidente in bici e potrei aver bisogno di aiuto.

source: I’m OK — cancel
de_de: Mir geht’s gut – abbrechen
es_es: Estoy bien — cancelar
fr_fr: Je vais bien — annuler
it_it: Sto bene — annulla

source: iCloud isn’t available — check you’re signed in and iCloud Drive is on.
de_de: iCloud ist nicht verfügbar – prüfe, ob du angemeldet bist und iCloud Drive aktiviert ist.
es_es: iCloud no está disponible: comprueba que has iniciado sesión y que iCloud Drive está activado.
fr_fr: iCloud n’est pas disponible – vérifiez que vous êtes connecté et qu’iCloud Drive est activé.
it_it: iCloud non è disponibile: verifica di aver effettuato l’accesso e che iCloud Drive sia attivo.

source: iCloud sync
de_de: iCloud-Synchronisierung
es_es: Sincronización con iCloud
fr_fr: Synchronisation iCloud
it_it: Sincronizzazione iCloud

source: Idle
de_de: Inaktiv
es_es: Inactivo
fr_fr: Inactif
it_it: Inattivo

source: If a hard impact is detected while you're riding and you come to a stop within a few seconds, a 20-second countdown starts. If you don't cancel it, CycleHUD opens a text to your emergency contact with your location, ready to send. (iOS requires you — or someone nearby — to tap Send; an app can't send a text on its own.) Test it any time with your contact set.
de_de: Wenn während der Fahrt ein harter Aufprall erkannt wird und du innerhalb weniger Sekunden zum Stehen kommst, startet ein 20-Sekunden-Countdown. Brichst du ihn nicht ab, öffnet CycleHUD eine sendebereite SMS an deinen Notfallkontakt mit deinem Standort. (iOS erfordert, dass du – oder jemand in der Nähe – auf Senden tippst; eine App kann keine SMS von selbst senden.) Du kannst es jederzeit testen, wenn ein Kontakt eingerichtet ist.
es_es: Si se detecta un impacto fuerte mientras ruedas y te detienes en unos segundos, comienza una cuenta atrás de 20 segundos. Si no la cancelas, CycleHUD abre un mensaje listo para enviar a tu contacto de emergencia con tu ubicación. (iOS requiere que tú —o alguien cerca— toques Enviar; una app no puede enviar un mensaje por sí sola.) Pruébalo cuando quieras con un contacto configurado.
fr_fr: Si un impact violent est détecté pendant que vous roulez et que vous vous arrêtez en quelques secondes, un compte à rebours de 20 secondes démarre. Si vous ne l’annulez pas, CycleHUD ouvre un SMS prêt à envoyer à votre contact d’urgence avec votre position. (iOS exige que vous — ou quelqu’un à proximité — appuyiez sur Envoyer ; une app ne peut pas envoyer un SMS toute seule.) Testez-le quand vous voulez avec un contact défini.
it_it: Se viene rilevato un forte impatto mentre pedali e ti fermi entro pochi secondi, parte un conto alla rovescia di 20 secondi. Se non lo annulli, CycleHUD apre un SMS pronto da inviare al tuo contatto di emergenza con la tua posizione. (iOS richiede che tu — o qualcuno vicino — tocchi Invia; un’app non può inviare un SMS da sola.) Provalo quando vuoi con un contatto impostato.

source: Import route
de_de: Route importieren
es_es: Importar ruta
fr_fr: Importer un itinéraire
it_it: Importa percorso

source: in about %@ min
de_de: in etwa %@ Min.
es_es: en unos %@ min
fr_fr: dans environ %@ min
it_it: tra circa %@ min

source: Insights
de_de: Einblicke
es_es: Estadísticas
fr_fr: Statistiques
it_it: Statistiche

source: Intensity
de_de: Intensität
es_es: Intensidad
fr_fr: Intensité
it_it: Intensità

source: is
de_de: ist
es_es: está
fr_fr: est
it_it: è

source: it
de_de: es
es_es: lo
fr_fr: le
it_it: lo
